Repository: FelRubio/MeLi-Challenge
Catalog: MeLi Challenge/MeLi Challenge/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# BAD_FORMATED_URL
source: Bad formatted URL.
es_419: URL mal formateada.

# CHARATACTERISTICS
source: Characteristics
es_419: Caracteristicas

# COULD_NOT_FECTH_PRODUCTS
source: Something went wrong and couldn't get products.
es_419: Algo salió mal y no se pudo obtener productos.

# COULD_NOT_GET_PRODUCT_DESCRIPTION %@
source: Something went wrong and the description for this product could not be obtained.
es_419: Algo salió mal y no se pudo obtener la descripción para este producto.

# COULD_NOT_GET_PROMOTIONS
source: Something went wrong and you couldn't get the promotions.
es_419: Algo salió mal y no se pudo obtener las promociones.

# DEFAULT_ERROR_DESCRIPTION
source: An unexpected error has occurred, please try again later. If the problem persists, please contact support.
es_419: Ha ocurrido un error inesperado, por favor inténtalo de nuevo mas tarde. Si el problema persiste contacta a soporte por favor.

source: Description
es_419: Descripción

# FREE_SHIPPING_LABEL
source: Free shipping !
es_419: ¡Envío gratis!

# HOME_NAV_TITLE
source: Home
es_419: Hogar

source: In %@
es_419: En %@

# NETWORK_ERROR_DEFAULT_DESCRIPTION
source: Network error, please try again later.
es_419: Problema de conexión, por favor intenta más tarde.

# NO_CHARACTERISTICS_FOUND
source: We couldn't find any characteristics for this product.
es_419: No pudimos encontrar alguna característica para este producto.

source: No Internet connection.
es_419: No hay conexión a internet.

# PRODUCT_DETAIL_NAV_TITLE
source: Product details
es_419: Detalles de producto

source: Retry
es_419: Re intentar

# SOMETHING_WENT_WRONG
source: Ops, something went wrong!
es_419: Ops, algo has salido mal!

# STORE_PICK_UP_LABEL
source: Available to pick up at store.
es_419: Disponible para recoger en tienda.
